Repository: uncle-yura/simple_booking
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Delete account
uk: Видалити обліковий запис

source: Are you sure you want to delete your account?
uk: Ви впевнені, що хочете видалити свій обліковий запис?

source: Cancel
uk: Скасувати

source: Read more ...
uk: Читати далі ...

source: Previous
uk: Попереднє

source: Next
uk: Далі

source: About us
uk: Про нас

source: Popular job:
uk: Популярна робота:

source: Cost:
uk: Вартість:

source: from
uk: від

source: to
uk: по

source: View all prices
uk: Переглянути всі ціни

source: Book a service
uk: Запис

source: Our prices
uk: Наші ціни

source: Close
uk: Закрити

source: Name
uk: Ім'я

source: Time
uk: Час

source: Price
uk: Ціна

source: From
uk: Від

source: There are no any prices.
uk: Немає цін.

source: Our masters
uk: Наші майстри

source: There are no any master.
uk: Немає жодного майстра.

source: How to find us
uk: Як нас знайти

source: <div class='card-body'>No way</div>
uk: <div class='card-body'>Немає шляху</div>

source: Reviews
uk: Відгуки

source: There are no any review.
uk: Немає жодного відгуку.

source: Register
uk: Зареєструватися

source: If you already have an account, you can
uk: Якщо у вас вже є аккаунт, ви можете

source: login
uk: вхід

source: here
uk: сюди

source: Click the link in the email message to confirm your email address.
uk: Перейдіть за посиланням у повідомленні, щоб підтвердити свою електронну адресу.

source: Unsuccessful registration. Invalid information.
uk: Невдала реєстрація. Невірна інформація.

source: Enter here social share name.
uk: Введіть тут ім'я соціального контакту.

source: Icon
uk: Іконка

source: Enter here icon name from fontawesome (Example: fab fa-facebook).
uk: Введіть тут назву значка з fontawesome (Приклад: fab fa-facebook).

source: Text
uk: Текст

source: Enter here the text to be displayed in the link (Example: &t=New post ).
uk: Введіть тут текст, який буде відображатися в посиланні (Наприклад: &t=New post ).

source: URL
uk: URL-адреса

source: Enter here link to social share account. (Example: https://www.facebook.com/sharer/sharer.php?u=)
uk: Введіть посилання на аккаунт соціальних мереж. (Наприклад: https://www.facebook.com/sharer/sharer.php?u=)

source: Tag
uk: Тег

source: Enter here the tag name.
uk: Введіть тут назву мітки.

source: Link
uk: Посилання

source: Enter here the link of tag (Example: photos)
uk: Введіть тут посилання на мітку (Приклад: photos)

source: Title
uk: Заголовок

source: Enter here the article title.
uk: Введіть тут назву статті.

source: Date published
uk: Дата публікації

source: Enter here thr published date.
uk: Введіть тут дату публікації.

source: Cover
uk: Обкладинка

source: Upload article cover here.
uk: Завантажити обкладинку статті тут.

source: Article
uk: Стаття

source: Enter here the article content.
uk: Введіть тут вміст статті.

source: Enter here the link of article (Example: happy_new_post).
uk: Введіть тут посилання на статтю (Наприклад: happy_new_post).

source: Tags
uk: Мітки

source: Select tags for this post.
uk: Обрати мітки для цього повідомлення.

source: Top
uk: Топ

source: Activate if you want to pin this post on the main page.
uk: Активуйте, якщо ви хочете закріпити цей запис на головній сторінці.

source: Share
uk: Поширити

source: Share with
uk: Поширити з

source: Articles
uk: Статті

source: Create post
uk: Створити

source: Edit post
uk: Редагувати

source: Delete post
uk: Видалити

source: View post
uk: Переглянути

source: New article
uk: Нова стаття

source: Update article:
uk: Оновити статтю:

source: Delete article
uk: Видалити статтю

source: Profile
uk: Анкета

source: You have too many booked orders.
uk: У вас занадто багато замовлень.

source: Enter your first name here.
uk: Введіть Ваше ім'я тут.

source: Enter your last name here.
uk: Введіть Ваше прізвище тут.

source: Enter your email address here.
uk: Введіть адресу Вашої електронної пошти.

source: Job name
uk: Назва

source: Enter here job name.
uk: Введіть тут назву роботи.

source: Description
uk: Опис

source: Enter here the text to be displayed as description of job.
uk: Введіть тут текст, який буде відображатися як опис роботи.

source: Enter here the time it takes for this job.
uk: Введіть тут час, необхідний для цієї роботи.

source: Image
uk: Зображення

source: Upload your cover image here.
uk: Завантажте зображення для обкладинки тут.

source: All
uk: Всі

source: My clients
uk: Мої клієнти

source: Verified clients
uk: Перевірені клієнти

source: Nobody
uk: Ніхто

source: Phone number must be entered in the format: '+380123456789'.
uk: Номер телефону повинен бути введений в форматі: '+380123456789'.

source: Profile photo
uk: Фотографія профілю

source: Upload your avatar image here.
uk: Завантажити ваш аватар.

source: Phone
uk: Телефон

source: Enter your phone number here (Example: +380123456789)
uk: Введіть тут Ваш номер телефону (приклад: +380123456789)

source: Comment
uk: Коментар

source: Enter the text about the profile owner here.
uk: Введіть текст про власника профілю тут.

source: Discount
uk: Знижка

source: Enter the profile discount value here.
uk: Введіть тут значення знижки для профілю.

source: Masters
uk: Майстри

source: Your masters listed here.
uk: Тут перераховані ваші майстри.

source: Clients
uk: Клієнти

source: Your clients listed here.
uk: Тут перераховані Ваші клієнти.

source: GCalendar link
uk: Посилання на GCalendar

source: Enter your google calendar link here.
uk: Введіть тут посилання на Ваш Google календар.

source: Timetable
uk: Розклад

source: Select your current service booking mode.
uk: Оберіть свій поточний режим бронювання послуг.

source: Booking delay
uk: Затримка бронювання

source: Enter the minimum delay for booking today.
uk: Введіть мінімальну затримку для бронювання на сьогодні.

source: Booking range
uk: Діапазон бронювання

source: Enter how many days in advance the booking can be made.
uk: Введіть скільки днів заздалегідь можна зробити бронювання.

source: Black list
uk: Чорний список

source: Select users who cannot book with you.
uk: Виберіть користувачів, які не зможуть у Вас забронювати.

source: White list
uk: Білий список

source: Select users who can always book with you.
uk: Виберіть користувачів, які завжди зможуть забронювати у Вас.

source: Owner
uk: Власник

source: Select the pricelist owner here.
uk: Виберіть власника прайс-листа тут.

source: Job
uk: Робота

source: Select the job here.
uk: Оберіть роботи тут.

source: Enter the price for this job here.
uk: Введіть ціну для цієї роботи тут.

source: Active
uk: Активно

source: Canceled
uk: Скасовано

source: Client
uk: Клієнт

source: Select the client here.
uk: Виберіть клієнта тут.

source: Select the job for this order here.
uk: Виберіть завдання для цього замовлення тут.

source: Date
uk: Дата

source: Select your booking date here.
uk: Оберіть дату бронювання тут.

source: Enter a comment for your booking here.
uk: Введіть свій коментар до вашого бронювання тут.

source: Master
uk: Майстер

source: Select the master here.
uk: Виберіть майстра тут.

source: State
uk: Стан

source: Select your booking status here.
uk: Виберіть статус бронювання тут.

source: Event
uk: Подія

source: Google calendar event ID.
uk: Подія Google календаря.

source: Client list
uk: Список клієнтів

source: Last action
uk: Остання дія

source: Action
uk: Дія

source: View
uk: Дивитись

source: There are no clients.
uk: Немає клієнтів.

source: Back
uk: Назад

source: New order
uk: Нове замовлення

source: Order
uk: Замовлення

source: Loading...
uk: Завантажується...

source: Orders list
uk: Список замовлень

source: There are no orders.
uk: Нема замовлень.

source: Edit
uk: Редагувати

source: Price for
uk: Вартість для

source: There are no prices.
uk: Немає цін.

source: Price list
uk: Прайс-лист

source: Delete
uk: Видалити

source: Add
uk: Додати

source: Share link
uk: Поширити посилання

source: Save
uk: Зберегти

source: You have not chosen a day and time.
uk: Ви не обрали день і час.

source: Hello
uk: Привіт

source: Delete profile
uk: Видалити профіль

source: Edit Profile
uk: Редагувати профіль

source: Master profile
uk: Майстер-профіль

source: My prices
uk: Мої ціни

source: My jobs
uk: Мої роботи

source: Service account:
uk: Обліковий запис сервісу:

source: Copy link
uk: Скопіювати

source: Toggle Dropdown
uk: Переключити випадаючий список

source: Your orders
uk: Ваші замовлення

source: My orders
uk: Мої замовлення

source: Your masters:
uk: Ваші майстри:

source: You haven't had a single master yet.
uk: У вас ще немає жодного майстра.

source: Save changes
uk: Зберегти зміни

source: Edit Master Profile
uk: Редагувати майстер-профіль

source: Add discount
uk: Додати знижку

source: Edit Profile Discount
uk: Редагувати знижку

source: {} h et {} min
uk: {} г, {} зв

source: {} h
uk: {} г

source: {} min
uk: {} хв

source: Your profile was successfully updated!
uk: Ваш профіль було успішно оновлено!

source: Your master profile was successfully updated!
uk: Ваш головний профіль було успішно оновлено!

source: Unable to complete request
uk: Неможливо завершити запит

source: Master not selected.
uk: Майстра не вибрано.

source: This master has closed booking access.
uk: Цей майстер закрив доступ до бронювання.

source: It is impossible to get a reservation from this master.
uk: Неможливо забронювати у цього майстра.

source: Server connection error, unable to add new event.
uk: Помилка з'єднання з сервером, не вдалося додати нову подію.

source: New order created!
uk: Нове замовлення створено!

source: Server connection error, unable to update event.
uk: Помилка з'єднання з сервером, неможливо оновити подію.

source: Order data updated!
uk: Дані замовлення оновлено!

source: This event canceled by master.
uk: Ця подія скасована майстром.

source: Cancel order
uk: Скасувати замовлення

source: Server connection error, unable to delete event.
uk: Помилка з'єднання з сервером, неможливо видалити подію.

source: Order canceled.
uk: Замовлення скасовано.

source: It is impossible to blacklist a client while he has an open order.
uk: Не можливо додати клієнта до чорного списку, поки у нього є відкрите замовлення.

source: Add price
uk: Додати ціну

source: Price created
uk: Ціну створено

source: Price already exist
uk: Ціна вже існує

source: Delete price
uk: Видалити ціну

source: Price deleted
uk: Ціну видалено

source: Update price:
uk: Оновити ціну:

source: Price updated
uk: Ціну оновлено

source: Message from {}: {}
uk: Повідомлення від {}: {}

source: Enter here the social contact name.
uk: Введіть тут ім'я контакту соціальних мереж.

source: Enter here icon name from fontawesome (Example: fab fa-instagram).
uk: Введіть тут назву значка з fontawesome (Приклад: fab fa-instagram).

source: Enter here the text to be displayed in the link.
uk: Введіть тут текст, який буде відображатися в посиланні.

source: Enter here link to social contact account.
uk: Введіть посилання на обліковий запис соцконтактів.

source: Enter here the contact name.
uk: Введіть тут ім'я контакту.

source: Contact
uk: Зв'язок

source: Enter the content of the contact block here.
uk: Введіть вміст блоку контактів.

source: Short info
uk: Коротка інформація

source: Enter the content of the short contact block here.
uk: Введіть вміст короткого блоку контактів.

source: EMail
uk: Ел. пошта

source: Subject
uk: Тема

source: Enter the subject of your email here.
uk: Введіть тут тему Вашого повідомлення.

source: Message
uk: Повідомлення

source: Enter the message of your email here.
uk: Введіть повідомлення Вашої електронного листа тут.

source: There are no contacts.
uk: Контактів немає.

source: Send
uk: Надіслати

source: Message sent
uk: Повідомлення надіслано

source: Message not sent, please try again later.
uk: Повідомлення не надіслано, спробуйте ще раз пізніше.

source: Enter here the photo title.
uk: Введіть тут назву фотографії.

source: Upload your image here.
uk: Завантажте ваше зображення тут.

source: Photo gallery
uk: Галерея

source: Add photo
uk: Додати фото

source: No image available.
uk: Немає зображень.

source: New photo
uk: Нове фото

source: Update photo
uk: Оновити фото

source: Delete photo
uk: Видалити фото

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Russian
uk: Російська

source: Are you sure you want to delete
uk: Ви впевнені, що бажаєте видалити

source: Contact Us
uk: Зв'язок

source: Follow Us
uk: Стежте за нами

source: Account
uk: Обліковий запис

source: Logout
uk: Вийти

source: Login
uk: Вхід

source: MON,TUE,WEN,THU,FRI,SAT,SUN
uk: ПН,ВТ,СР,ЧТ,ПТ,СБ,НД

source: January,February,March,April,May,June,July,August,September,October,November,December
uk: Січень,Лютий,Березень,Квітень,Травень,Червень,Липень,Серпень,Вересень,Жовтень,Листопад,Грудень

source: From ${args[0]} to ${args[1]}
uk: З ${args[0]} до ${args[1]}

source: Busy from ${args[0]} to ${args[1]}
uk: Зайнято з ${args[0]} до ${args[1]}

source: Total price:
uk: Загальна ціна:

source: Total time: ${args[0]} min
uk: Загальний час: ${args[0]} хв.

source: Date:
uk: Дата:

source: Select the master
uk: Виберіть майстра

source: Select a service
uk: Виберіть послугу

source: Choose time
uk: Виберіть час

source: Select a master to see his free days
uk: Виберіть виконавця, щоб побачити його вільні дні

source: You have not chosen a service.
uk: Ви не вибрали послугу.

source: Responce error.
uk: Помилка відповіді.

source: Booking on
uk: Запис на

source: Menu
uk: Меню

source: Home
uk: Головна

source: Blog
uk: Блог

source: Gallery
uk: Галерея

source: Page
uk: Сторінка

source: of
uk: з

source: Logged out!
uk: Ви вийшли з системи!

source: Click here to login again.
uk: Натисніть тут, щоб увійти знову.

source: Lost password?
uk: Забули пароль?

source: Someone asked for password reset for email
uk: Хтось просив скинути пароль для електронної пошти

source: Follow the link below:
uk: Перейдіть за посиланням нижче:

source: The password has been changed!
uk: Пароль було змінено!

source: Login again?
uk: Увійти знову?

source: Please enter (and confirm) your new password.
uk: Будь ласка, введіть (і підтвердіть) ваш новий пароль.

source: Change my password
uk: Змінити мій пароль

source: Password reset failed
uk: Не вдалося скинути пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uk: Неприпустиме посилання для відновлення пароля, можливо тому, що воно вже використано. Будь-ласка, спробуйте запросити новий пароль ще раз.

source: We've emailed you instructions for setting your password.
uk: Ми надіслали вам інструкції для налаштування пароля.

source: If they haven't arrived in a few minutes, check your spam folder.
uk: Якщо вони не прибули через кілька хвилин, перевірте папку зі спамом.

source: Reset password
uk: Скинути пароль

source: Error verifying reCAPTCHA, please try again.
uk: Помилка перевірки reCAPTCHA, будь ласка, спробуйте ще раз.

source: This field is required.
uk: Це поле є обов'язковим.

source: i18n text
uk: i18n текст

source: i18n legend
uk: i18-н легенда

source: Enter a valid value.
uk: Введіть допустиме значення.

source: Messages
uk: Повідомлення

source: Site Maps
uk: Мапи сайту

source: Static Files
uk: Статичні Файли

source: Syndication
uk: Синдикація

source: That page number is not an integer
uk: Цей номер сторінки не ціле число

source: That page number is less than 1
uk: Номер сторінки є меншим за 1

source: That page contains no results
uk: Ця сторінка не містить результатів

source: Enter a valid URL.
uk: Введіть припустиму URL-адресу.

source: Enter a valid integer.
uk: Введіть допустиме ціле число.

source: Enter a valid email address.
uk: Введіть дійсну адресу електронної пошти.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
uk: Введіть припустимий "slug", що складається з букв, цифр, підкреслень або дефісів.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
uk: Введіть припустимий "slug", що складається з літер Unicode, цифр, підкреслення або дефісів.

source: Enter a valid IPv4 address.
uk: Введіть дійсну адресу IPv4.

source: Enter a valid IPv6 address.
uk: Введіть дійсну адресу IPv6.

source: Enter a valid IPv4 or IPv6 address.
uk: Введіть дійсну адресу IPv4 або IPv6.

source: Enter only digits separated by commas.
uk: Введи лише символи, розділені комами.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
uk: Переконайтеся, що це значення %(limit_value)s (це %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
uk: Переконайтеся, що це значення менше або дорівнює %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
uk: Переконайтеся, що це значення більше або дорівнює %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
uk: Переконайтеся, що це значення має принаймні %(limit_value)d символ (має %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
uk: Переконайтеся, що це значення має не більше %(limit_value)d символів (має %(show_value)d).

source: Enter a number.
uk: Введіть число.

source: Ensure that there are no more than %(max)s digit in total.
uk: Переконайтеся, що в загальному не більше ніж %(max)s цифр.

source: Ensure that there are no more than %(max)s decimal place.
uk: Переконайтеся, що не більше ніж %(max)s десяткового знаку.

source: Ensure that there are no more than %(max)s digit before the decimal point.
uk: Переконайтеся, що до десяткової крапки немає не більше %(max)s цифр.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
uk: Розширення файлу “%(extension)sне дозволено. Дозволені розширення: %(allowed_extensions)s.

source: Null characters are not allowed.
uk: Нулі символи не допускаються.

source: and
uk: та

source: %(model_name)s with this %(field_labels)s already exists.
uk: %(model_name)s з цим %(field_labels)s вже існує.

source: Value %(value)r is not a valid choice.
uk: Значення %(value)r не є допустимим вибором.

source: This field cannot be null.
uk: Це поле не може бути null.

source: This field cannot be blank.
uk: Це поле не може бути порожнім.

source: %(model_name)s with this %(field_label)s already exists.
uk: %(model_name)s з цим %(field_label)s вже існує.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
uk: %(field_label)s має бути унікальним для %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
uk: Поле типу: %(field_type)s

source: “%(value)s” value must be either True or False.
uk: “%(value)s” значення повинна бути або True або False.

source: “%(value)s” value must be either True, False, or None.
uk: “%(value)s” значення має бути рівним True, False, або None.

source: Boolean (Either True or False)
uk: Логічне значення (True чи False)

source: String (up to %(max_length)s)
uk: Рядок (до %(max_length)s)

source: Comma-separated integers
uk: Розділені комами цілі числа

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
uk: “%(value)s” значення має неприпустимий формат дати. Це повинно бути у форматі YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
uk: “%(value)s” значення має правильний формат (YYYY-MM-DD), але це неправильна дата.

source: Date (without time)
uk: Дата (без часу)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
uk: “%(value)s” значення має неприпустимий формат. Воно має бути у форматі РРРР-ММ-ДД HH:MM[:ss[.uuuuuu][TZ] формат.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
uk: “%(value)sзначення має правильний формат (YYYY-MM-DD HH:MM[:ss[.uuuuuu][TZ]) але це неправильна дата/час.

source: Date (with time)
uk: Дата (з часом)

source: “%(value)s” value must be a decimal number.
uk: “%(value)s” значення має бути десятковим числом.

source: Decimal number
uk: Десяткове число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
uk: “%(value)sзначення має неправильний формат. Він повинен бути [DD] [[Г:]MM:]s[.uuuuuu] формат.

source: Duration
uk: Тривалість

source: Email address
uk: Адреса електронної пошти

source: File path
uk: Шлях до файлу

source: “%(value)s” value must be a float.
uk: “%(value)s” значення має бути рівним платформі.

source: Floating point number
uk: Число з рухомою комою

source: “%(value)s” value must be an integer.
uk: “%(value)s” значення має бути цілим числом.

source: Integer
uk: Ціле число

source: Big (8 byte) integer
uk: Велике (8 байт) ціле число

source: Small integer
uk: Мале ціле число

source: IPv4 address
uk: Адреса IPv4

source: IP address
uk: IP-адреса

source: “%(value)s” value must be either None, True or False.
uk: “%(value)s” значення повинно бути або None, True або False.

source: Boolean (Either True, False or None)
uk: Логічний (або True, False або None )

source: Positive big integer
uk: Додатне велике ціле число

source: Positive integer
uk: Додатне ціле число

source: Positive small integer
uk: Додатне маленьке ціле число

source: Slug (up to %(max_length)s)
uk: Мітка (до %(max_length)s)

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
uk: “%(value)s” значення має неприпустимий формат. Він повинен бути у форматі HH:MM[:ss[.uuuuuu]формат.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
uk: “%(value)sзначення має правильний формат (HH:MM[:s[.uuuuuu]]), але це неправильний час.

source: Raw binary data
uk: Сира двійкова інформація

source: “%(value)s” is not a valid UUID.
uk: “%(value)s” не є дійсним UUID.

source: Universally unique identifier
uk: Універсально унікальний ідентифікатор

source: File
uk: Файл

source: A JSON object
uk: Об'єкт JSON

source: Value must be valid JSON.
uk: Значення має бути дійсним JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
uk: %(model)s примірник з %(field)s %(value)r не існує.

source: Foreign Key (type determined by related field)
uk: Зовнішній ключ (тип, визначений відповідним полем)

source: One-to-one relationship
uk: Один до одного відношення

source: %(from)s-%(to)s relationship
uk: %(from)s-%(to)s відносини

source: %(from)s-%(to)s relationships
uk: %(from)s-%(to)s відносини

source: Many-to-many relationship
uk: Багато і багатьох відносин

source: Enter a whole number.
uk: Введіть ціле число.

source: Enter a valid date.
uk: Введіть дійсну дату.

source: Enter a valid time.
uk: Введіть коректний час.

source: Enter a valid date/time.
uk: Введіть коректну дату/час.

source: Enter a valid duration.
uk: Введіть припустимий тривалість.

source: The number of days must be between {min_days} and {max_days}.
uk: Кількість днів має бути між {min_days} і {max_days}.

source: No file was submitted. Check the encoding type on the form.
uk: Файл не було надіслано. Перевірте тип кодування у формі.

source: No file was submitted.
uk: Файл не надіслано.

source: The submitted file is empty.
uk: Надісланий файл порожній.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
uk: Переконайтеся, що це ім'я файлу має не більше %(max)d символів (воно має %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
uk: Будь ласка, або надішліть файл, або перевірте прапорець очищення не обох.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
uk: Завантажити дійсне зображення. Файл завантажений не був ні зображенням, ні пошкодженим.
