Repository: uncle-yura/simple_booking
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Select a valid choice. %(value)s is not one of the available choices.
uk: Виберіть дійсний вибір. %(value)s не є одним із доступних варіантів.

source: Enter a list of values.
uk: Введіть список значень.

source: Enter a complete value.
uk: Введіть повне значення.

source: Enter a valid UUID.
uk: Введіть правильний UUID.

source: Enter a valid JSON.
uk: Введіть правильний JSON.

source: (Hidden field %(name)s) %(error)s
uk: (Приховане поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
uk: Дані ManagementForm відсутні, або були приручені з відсутніми. Відсутні поля: %(field_names)s. Можливо, Вам доведеться подати звіт про помилку, якщо проблема повторюватиметься.

source: Please submit at most %d form.
uk: Будь ласка, відправте в принаймні %d форму.

source: Please submit at least %d form.
uk: Будь ласка, надішліть принаймні %d форму.

source: Please correct the duplicate data for %(field)s.
uk: Виправте повторювані дані для %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
uk: Виправте повторювані дані для %(field)s, що мають бути унікальними.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
uk: Будь ласка, виправте дубльовані дані для %(field_name)s , які повинні бути унікальними для %(lookup)s у %(date_field)s.

source: Please correct the duplicate values below.
uk: Будь ласка, виправте повторювані значення нижче.

source: The inline value did not match the parent instance.
uk: Інлайн значення не відповідає батьківському екземпляру.

source: Select a valid choice. That choice is not one of the available choices.
uk: Виберіть дійсний вибір. Цей вибір не є одним із доступних варіантів.

source: “%(pk)s” is not a valid value.
uk: “%(pk)s" не є допустимим значенням.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
uk: %(datetime)s не може бути інтерпретований в часовому поясі %(current_timezone)s; це може бути неоднозначним або не існує.

source: Clear
uk: Очистити

source: Currently
uk: В даний час

source: Change
uk: Змінити

source: Unknown
uk: Не вказано

source: Yes
uk: Так

source: No
uk: Ні

source: yes,no,maybe
uk: так, ні можливо

source: %(size)d byte
uk: %(size)d байт

source: %s KB
uk: %s Кб

source: %s MB
uk: %s МБ

source: %s GB
uk: %s ГБ

source: %s TB
uk: %s ТБ

source: %s PB
uk: %s ПБ

source: p.m.
uk: л.ст.

source: a.m.
uk: ранку m.

source: PM
uk: Очистити кеш

source: AM
uk: ДП

source: midnight
uk: опівночі

source: noon
uk: полудень

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

source: Sunday
uk: Неділя

source: Tue
uk: Вт

source: Wed
uk: Ср

source: Fri
uk: Пт

source: Sat
uk: Сб

source: Sun
uk: НД

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересні

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: jan
uk: січ

source: feb
uk: лют

source: mar
uk: бер

source: apr
uk: квт

source: may
uk: травень

source: jun
uk: чер

source: jul
uk: лип

source: aug
uk: сер

source: sep
uk: вер

source: oct
uk: жов

source: nov
uk: лис

source: dec
uk: гру

# abbrev. month
source: Jan.
uk: Січ.

# abbrev. month
source: Feb.
uk: Лют.

# abbrev. month
source: March
uk: Березень

# abbrev. month
source: April
uk: Квітень

# abbrev. month
source: May
uk: Травень

# abbrev. month
source: June
uk: Червень

# abbrev. month
source: July
uk: Липень

# abbrev. month
source: Aug.
uk: Серп.

# abbrev. month
source: Sept.
uk: Верт.

# abbrev. month
source: Oct.
uk: Жовт.

# abbrev. month
source: Nov.
uk: Лист.

# abbrev. month
source: Dec.
uk: Груд.

# alt. month
source: January
uk: Січень

# alt. month
source: February
uk: Лютий

# alt. month
source: March
uk: Березень

# alt. month
source: April
uk: Квітень

# alt. month
source: May
uk: Травень

# alt. month
source: June
uk: Червень

# alt. month
source: July
uk: Липень

# alt. month
source: August
uk: Серпень

# alt. month
source: September
uk: Вересні

# alt. month
source: October
uk: Жовтень

# alt. month
source: November
uk: Листопад

# alt. month
source: December
uk: Грудень

source: This is not a valid IPv6 address.
uk: Це не дійсна адреса IPv6.

source: or
uk: або

source: %d year
uk: %d рік

source: %d month
uk: %d місяць

source: %d week
uk: %d тиждень

source: %d day
uk: %d день

source: %d hour
uk: %d година

source: %d minute
uk: %d хвилина

source: Forbidden
uk: Заборонено

source: CSRF verification failed. Request aborted.
uk: Помилка верифікації CSRF. Запит перервано.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Ви бачите це повідомлення, тому що цей HTTPS сайт вимагає “Заголовка рефера” для відправки веб-браузера, але жоден з них не був відправлений. Цей заголовок необхідний з міркувань безпеки, щоб переконатися, що ваш браузер не захопив третіх осіб.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
uk: Якщо ви налаштували ваш браузер для відключення заголовків "Посилання", будь ласка, повторно включіть їх, принаймні для цього сайту або HTTPS з'єднань, або для «однакового походження» запитів.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
uk: Якщо ви використовуєте <meta name="referrer" content="no-referrer"> тег або включно з заголовком "Referrer-Policy: no-referrer", будь ласка, видаліть їх. Захист CSRF вимагає від заголовка "Referer", щоб виконати сувору перевірку реферерів. Якщо вас цікавить приватність, то ви можете використовувати інші варіанти на кшталт <a rel="noreferrer" …> для посилань на сторонні сайти.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Ви бачите це повідомлення, тому що для цього сайту потрібен CSRF кук під час обробки форм. Цей файл cookie є необхідним з міркувань безпеки, щоб переконатися, що ваш браузер не захопив третіх осіб.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
uk: Якщо ви налаштували ваш браузер для відключення резюме cookie, будь ласка, увімкніть їх, принаймні для цього сайту або для “однакового походження” запитів.

source: More information is available with DEBUG=True.
uk: Доступна більше інформації з DEBUG=True.

source: No year specified
uk: Не вказано рік

source: Date out of range
uk: Дата поза діапазоном

source: No month specified
uk: Не вказано місяць

source: No day specified
uk: Не вказано день

source: No week specified
uk: Не вказано жодного тижня

source: No %(verbose_name_plural)s available
uk: Немає доступних %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
uk: Майбутнє %(verbose_name_plural)s недоступне, оскільки %(class_name)s.allow_future є False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
uk: Неприпустимий рядок “%(datestr)s” заданий формат “%(format)s”

source: No %(verbose_name)s found matching the query
uk: Не знайдено %(verbose_name)s , що відповідає запиту

source: Page is not “last”, nor can it be converted to an int.
uk: Сторінка не є "останньою", і вона не може бути перетворена в int.

source: Invalid page (%(page_number)s): %(message)s
uk: Недопустима сторінка (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
uk: Список порожній...%(class_name)s.allow_empty" є хибним.

source: Directory indexes are not allowed here.
uk: Індекси каталогів неприпустимі тут.

source: “%(path)s” does not exist
uk: “%(path)s” не існує

source: Index of %(directory)s
uk: Індекс %(directory)s

source: The install worked successfully! Congratulations!
uk: Встановлення успішно виконано! Вітаємо!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
uk: Переглянути <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">нотатки релізу</a> для Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
uk: Ви бачите цю сторінку, тому що <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> знаходиться у файлі налаштувань і не налаштовано жодних посилань.

source: Django Documentation
uk: Django документація

source: Topics, references, &amp; how-to’s
uk: Теми, посилання, &amp; посібник

source: Tutorial: A Polling App
uk: Підручник: Опитування

source: Get started with Django
uk: Почніть з Django

source: Django Community
uk: Django Спільнота

source: Connect, get help, or contribute
uk: Підключайте, отримайте допомогу або свій внесок

source: Extra Settings
uk: Додаткові параметри

source: Type
uk: Тип

source: Value
uk: Цінність

source: Setting
uk: Налаштування

source: Settings
uk: Налаштування

source: Content purported to be compressed with %s but failed to decompress.
uk: Вміст має стиснений за допомогою %s , але не вдалося розпакувати.

source: Unsupported value for qop: %s.
uk: Непідтримуване значення qop: %s.

source: Unsupported value for algorithm: %s.
uk: Непідтримуване значення для алгоритму: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
uk: Задача не містить номер сервера, або вона пуста.

source: Unsupported value for pw-algorithm: %s.
uk: Непідтримуване значення для алгоритму pw: %s.

source: Redirected but the response is missing a Location: header.
uk: Перенаправлена, але у відповіді відсутня розташування: заголовок.

source: Error running spellchecker
uk: Помилка виконання орфографії
